Repository: myclabs/Inventory
Catalog: application/languages/Social/action.tmx
Source language: fr
Languages: en

source: Responsable
en: Person in charge

source: Lancement
en: Launch date

source: Objectif
en: Target date

source: Planifiée
en: Planned

source: Ajout d'une action
en: Creation of an action

source: Détails d'une action
en: Details of an action
